Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# appveraltet_vorlage_en1
source: Dear Sir or Madame, Windows 10 is there now since the end of July 2015 and achieved more than 350 million installations and so 5 billion visits in the Windows store. Who doesn't want to be well prepared with own apps on this platform, with great demand for apps? [APP NAME] is indeed available for Windows, but unfortunately the app is outdated. So with this letter I would like to convince you that a development of a new app for Windows 10 devices can be much more profitable than it what for Windows 8 with the option of universal apps, it is possible to install to app not only on a PC, a laptop, a tablet or a smartphone, it is even possible to install it on the Xbox one , the surface hub and on the HoloLens, a virtual reality headset. And the great thing is: only one app code and only small code interventions are needed in order to lay out the app's design properly to all screen sizes. Of course, different versions for diffeent devices are supported. More modern and fully-featured versions of your apps are already on other platforms (Android and iOS), so it should'nt not be difficult to port these over to Windows. Microsoft offers tools like 'project Islandwood', which make it possible to "convert" an iOS app to a Windows app. After a few further intervention in the code in order to incorporate, for example, certain Windows features (such as Cortana integration), the app can be published for the mentioned devices. Here are more information about Islandwood project: https://dev.windows.com/en-us/bridges/ios and https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ you can then publish the newly developed or ported app for all possible devices that use Windows as operating system 10. Windows 10 Mobile is the current operating system from Microsoft for smartphones, which therefore support universal apps. The market share of Windows phones is not the greatest, but I'm talking about Windows 10, which has the largest market share in the world. Most users of your app use Android and iOS, but if your users could find your app on the Windows platform as well, you would offer to "all-round package". If you are developing a Windows 10 app, then the new smartphone app (on Windows mobile 10) is just a nice side-effect. I hope I could convince you that there is very big potential in a new Windows 10 app. I would be glad, if you would reconsider the development of a Windows 10 universal app in your company and finally take the step to develop a more modern app for Windows users. Maybe you can already say a few words about the development of the app, and with that, whether there is a new app in progress, whether the market, and the usage of the old app still is watched, whether a universal app is considered, or whether you definitely don't want to develop a modern universal Windows app. I would like to hear back from you soon. Yours sincerely
de_de: Dear Sir or Madame, @% Windows 10 is there now since the end of July 2015 and achieved more than 400 million installations and also 5 billion visits in the Windows store. Who doesn't want to be well prepared with own apps on this platform, with great demand for apps? @% [APP NAME] is available for Windows indeed, but unfortunately the app is outdated. So with this letter I would like to convince you, that a development of a new app for Windows 10 devices can be much more profitable than it was for Windows 8. With the option of universal apps, it is possible to install an app not only on a PC, a laptop, a tablet or a smartphone, it is even possible to install it on the Xbox One, the Surface Hub and on the HoloLens, a virtual reality headset. And the great thing is: Only one app-code and only small code-interventions are needed in order to lay out the app's design properly to all screen sizes. Of course, different versions for diffeent devices are also supported. @% More modern and fully-featured versions of your apps are already on other platforms (Android and iOS), so it should not be difficult to port these over to Windows. Microsoft offers tools like 'Project Islandwood', which make it possible to „convert“ an iOS app to a Windows app. After a few further interventions in the code in order to incorporate, for example, certain Windows features (such as Cortana integration), the app can be published for the mentioned devices. Here are more information about project Islandwood: https://dev.windows.com/en-us/bridges/ios and https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% You can then publish the newly developed or ported app for all possible devices that use Windows 10 as an operating system. Windows 10 Mobile is the current operating system from Microsoft for Smartphones, which also support universal apps. The market share of Windows phones is not the greatest, but I'm talking about Windows 10, which has the largest market share in the world. Most users of your app use Android and iOS, but if your users could find your app on the Windows platform as well, you would offer an "all-round package". If you are developing a Windows 10 app, then the new smartphone app (on Windows 10 mobile) is just a nice side-effect. @% I hope I could convince you that there ist very big potential in a new Windows 10 app. I would be glad, if you would reconsider the development of a Windows 10 universal app in your company and finally take the step to develop a more modern app for Windows users. Maybe you can already say a few words about the development of the app and with that, whether there is a new app in progress, whether the market and the usage of the old app is still watched, whether a universal app is considered, or whether you definitely don't want to develop a modern Universal Windows App. @% I would like to hear back from you soon. Yours sincerely
es: Estimado señor o señora, @% 10 de Windows es ahora desde finales de julio de 2015 y logra instalaciones más de 400 millones y hasta 5 billones de visitas en la tienda de Windows. ¿Quién no quiere estar bien preparado con aplicaciones propias en esta plataforma, con gran demanda de aplicaciones? @% [NOMBRE de aplicación] está de hecho disponible para Windows, pero lamentablemente la aplicación es anticuada. Así que con esta carta que me gustaría convencerte de que un desarrollo de una nueva aplicación para dispositivos de Windows 10 puede ser mucho más rentable que lo que para Windows 8 con la opción de aplicaciones universales, es posible instalar a la aplicación no sólo en un PC, un portátil, una tableta o un smartphone, incluso es posible instalar en la Xbox uno , el eje de la superficie y en el HoloLens, un casco de realidad virtual. Y es la gran cosa: sólo una aplicación código y sólo las intervenciones de código pequeño se necesitan para pone hacia fuera el diseño de la aplicación correctamente todas los tamaños de pantalla. Por supuesto, se admiten diversas versiones para dispositivos favorable. @% Versiones más moderno y completo de sus aplicaciones ya están en otras plataformas (iOS y Android), por lo que no debería ser difícil para estos puertos por Windows. Microsoft ofrece herramientas como el 'project Islandwood', que hacen posible "convertir" una aplicación de iOS a una aplicación de Windows. Después de unos pocos más intervención en el código para incorporar, por ejemplo, cuenta con ciertas ventanas (como integración de Cortana), puede publicar la aplicación para los dispositivos mencionados. Aquí hay más información sobre proyecto de Islandwood: https://dev.windows.com/en-us/bridges/ios y https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% entonces puede publicar la aplicación recientemente desarrollada o Portada por todos los posibles dispositivos que utilizan Windows como sistema operativo 10. Windows Mobile 10 es el actual sistema operativo de Microsoft para smartphones, que por lo tanto aplicaciones universales. La cuota de mercado de los teléfonos de Windows no es el más grande, pero estoy hablando de Windows 10, que tiene el mayor mercado de compartir en el mundo. Mayoría de los usuarios de su aplicación usa Android y iOS, pero si los usuarios podrían encontrar su aplicación en la plataforma de Windows, así, ofrecería "paquete integral". Si está desarrollando una aplicación de Windows 10, la nueva app de smartphone (en Windows mobile 10) es sólo un efecto secundario interesante. @% espero que logré convencerte que hay es muy grande potencial en una nueva aplicación de Windows 10. Yo estaría encantado, si reconsiderar el desarrollo de una aplicación universal 10 de Windows en su empresa y finalmente dar el paso para desarrollar una aplicación más moderna para los usuarios de Windows. Tal vez ya puede decir algunas palabras sobre el desarrollo de la aplicación y con eso, si hay una nueva aplicación en progreso, si el mercado y el uso de la aplicación antigua todavía es visto, si se considera una aplicación universal, o si definitivamente no quiere desarrollar una aplicación de Windows universal moderno. @% me gustaría oír de usted pronto. Tuyo sinceramente
fr: Cher Monsieur ou Madame, @% Windows 10 est là maintenant depuis la fin de juillet 2015 et atteint plus de 400 millions d’installations et jusqu'à 5 milliards de visites dans le magasin de Windows. Qui ne veut pas être bien préparés avec propres apps sur cette plateforme, avec une grande demande pour les applications ? @% [NOM de l’application] est en effet disponible pour Windows, mais malheureusement l’app est obsolète. Avec cette lettre, que je tiens à vous convaincre qu’un développement d’une nouvelle application pour les appareils Windows 10 peut être beaucoup plus rentable que ce qu’il ce qui pour Windows 8 avec l’option des applications universelles, il est donc possible d’installer App non seulement sur un PC, un ordinateur portable, une tablette ou un smartphone, il est même possible de l’installer sur la Xbox on , le moyeu de la surface et sur le HoloLens, un casque de réalité virtuelle. Et la grande chose est : code seul app et uniquement des interventions de la taille du code sont nécessaires afin de jeter sur la conception de l’application correctement à toutes les tailles d’écran. Bien sûr, les différentes versions pour les différents périphériques sont pris en charge. @% Plus modernes et entièrement équipé des versions de vos applications sont déjà sur d’autres plateformes (Android et iOS), donc il ne devrait pas être difficile de ce port sur Windows. Microsoft offre des outils comme « projet Islandwood », qui permettent de « convertir » une application iOS pour une application Windows. Après quelques autres intervention dans le code afin d’y incorporer, par exemple, certaines fenêtres caractéristiques (telles que l’intégration de Cortana), l’application peut être publiée pour les dispositifs mentionnés. Voici plus d’informations sur le projet Islandwood : https://dev.windows.com/en-us/bridges/ios et https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% vous pouvez ensuite publier l’application nouvellement développée ou résonnantes pour tous les périphériques possibles qui utilisent Windows comme système d’exploitation 10. Windows Mobile 10 est le système d’exploitation actuel de Microsoft pour les smartphones, qui donc soutenir des applications universelles. La part de marché de Windows Phone n’est pas le plus grand, mais je ne parle pas de Windows 10, qui a le plus grand marché à part dans le monde. La plupart des utilisateurs de votre application utilisent Android et iOS, mais si vos utilisateurs pourraient trouver votre application sur la plate-forme Windows, ainsi, vous offre de « paquet complet ». Si vous développez une application Windows 10, la nouvelle application smartphone (sous Windows mobile 10) est juste un effet secondaire agréable. @% J’espère que je pourrais vous convaincre qu’il est très grand potentiel dans une nouvelle application Windows 10. Je serais heureux si vous reconsidérer le développement d’une application universelle 10 Windows dans votre entreprise et enfin passer à l’étape de développer une application plus moderne pour les utilisateurs Windows. Peut-être, vous pouvez déjà dire quelques mots sur le développement de l’application et avec cela, s’il y a une nouvelle application en cours, si le marché et l’utilisation de l’app vieux encore est surveillée, si une application universelle est considérée, ou si vous ne voulez certainement pas à développer une application de Windows universelle moderne. @% J’aimerais entendre de vous bientôt. Yours sincerely
it: Caro Signore o signora, @% Windows 10 è lì adesso dalla fine di luglio 2015 e realizzato più di 400 milioni di installazioni e così 5 miliardi visite in Windows store. Chi non vuole essere ben preparato con le proprie applicazioni su questa piattaforma, con grande richiesta per le applicazioni? @% [NOME applicazione] è infatti disponibile per Windows, ma purtroppo l'app è obsoleto. Quindi con questa lettera che vorrei convincervi che uno sviluppo di una nuova applicazione per dispositivi Windows 10 può essere molto più redditizio di esso che cosa per Windows 8 con l'opzione di app universale, è possibile installare app emergenza solo su un PC, un computer portatile, un tablet o uno smartphone, è anche possibile installarlo su Xbox uno , l'hub di superficie e su HoloLens, un auricolare di realtà virtuale. E il bello è: codice una sola app e solo codice piccoli interventi sono necessari al fine di definire progettazione dell'app correttamente a tutte le dimensioni dello schermo. Naturalmente, sono supportate diverse versioni per dispositivi diffeent. @% Versioni più moderne e complete delle applicazioni sono già su altre piattaforme (Android e iOS), quindi non dovrebbe essere difficile da questi port oltre a Windows. Microsoft offre strumenti come 'progetto Islandwood', che lo rendono possibile "convertire" un app iOS in un'app di Windows. Dopo qualche ulteriore intervento nel codice al fine di incorporare, ad esempio, dispone di alcune finestre (ad esempio l'integrazione di Cortana), l'app può essere pubblicata per i dispositivi menzionati. Qui ci sono maggiori informazioni sul progetto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% è quindi possibile pubblicare l'app appena sviluppato o porting per tutti i possibili dispositivi che utilizzano Windows come sistema operativo 10. Windows Mobile 10 è l'attuale sistema operativo di Microsoft per smartphone, che pertanto supportano universal apps. La quota di mercato di Windows Phone non è delle migliori, ma sto parlando di Windows 10, che ha il più grande mercato di condividere nel mondo. Maggior parte degli utenti della tua app utilizzare Android e iOS, ma se gli utenti potrebbero trovare l'app sulla piattaforma Windows pure, offrireste al pacchetto"gestione completa". Se si sta sviluppando un'app di Windows 10, la nuova applicazione per smartphone (su Windows mobile 10) è solo un piacevole effetto di collaterale. @% spero che potrei convincervi che non c'è potenziale molto grande in una nuova app di Windows 10. Sarei felice, se volesse riconsiderare lo sviluppo di un'app universale di Windows 10 nella vostra azienda e infine prendere il passo per sviluppare un'applicazione più moderna per gli utenti Windows. Forse si possono già dire poche parole circa lo sviluppo dell'app e con quello, se c'è una nuova applicazione in corso, se è guardato il mercato e l'utilizzo dell'app vecchio ancora, se è considerato un app universale, o se si sicuramente non desidera sviluppare un'applicazione di Windows universale moderna. @% vorrei sentire ritornare da voi presto. Yours sinceramente
pt: Caro senhor ou senhora, @% 10 Windows está lá agora, desde o final de julho de 2015 e alcançado mais de 400 milhões de instalações e então 5 bilhões visitas na loja de Windows. Quem não quer estar bem preparado com apps próprios nesta plataforma, com grande demanda para apps? @% [NOME do APP] está realmente disponível para Windows, mas infelizmente o app está desatualizado. Com esta carta, que eu gostaria de te convencer que um desenvolvimento de um novo aplicativo para dispositivos Windows 10 pode ser muito mais rentável do que o que para o Windows 8 com a opção de universais apps, é possível instalar a app não só em um PC, um laptop, um tablet ou um smartphone, é possível instalá-lo no Xbox um , o hub de superfície e sobre o HoloLens, um fone de ouvido da realidade virtual. E o melhor é: código único app e apenas código pequenas intervenções são necessárias para esquematizar o projeto do aplicativo corretamente para todos os tamanhos de tela. Claro, versões diferentes para diffeent dispositivos são suportadas. @% Versões mais modernas e completa de suas aplicações já estão em outras plataformas (Android e iOS), então não deve ser difícil portar estas sobre para o Windows. Microsoft oferece ferramentas como 'Islandwood ' do projeto, que tornam possível a "converter" um app iOS para um aplicativo do Windows. Após alguns mais intervenção no código para incorporar, por exemplo, certos Windows funções (tais como Cortana integração), o app pode ser publicado para os dispositivos mencionados. Aqui estão mais informações sobre o projeto de Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% você pode, em seguida, publicar o app recentemente desenvolvido ou portado para todos os possíveis dispositivos que usam o Windows como sistema operacional 10. Windows Mobile 10 é o atual sistema operacional da Microsoft para smartphones, que, portanto, suporte universais apps. A quota de mercado dos telefones de Windows não é das melhores, mas estou a falar de Windows 10, que tem o maior mercado de partilhar o mundo. A maioria dos usuários do seu aplicativo usar Android e iOS, mas se seus usuários poderiam encontrar seu app na plataforma Windows também, oferecerem ao "pacote all-round". Se você estiver desenvolvendo um aplicativo do Windows 10, em seguida, o novo smartphone app (no Windows mobile 10) é apenas um efeito colateral agradável. @% espero que eu poderia convencê-lo que lá é muito grande potencial em um novo aplicativo Windows 10. Eu ficaria feliz, se você poderia reconsiderar o desenvolvimento de um aplicativo universal 10 Windows em sua empresa e finalmente dar o passo para desenvolver um aplicativo mais moderno para usuários do Windows. Talvez você já pode dizer algumas palavras sobre o desenvolvimento do app e com isso, se há um app novo em andamento, se o mercado e o uso do app velho ainda é observado, se um aplicativo universal é considerado, ou se você definitivamente não quer desenvolver um app universal moderno do Windows. @% eu gostaria de ouvir de você logo. Seu sinceramente
